astro-build.astro-vscode
azemoh.one-monokai
barrettotte.ibmi-languages
bierner.markdown-preview-github-styles
boykachongyangzhu.ibm-i-cl
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
castello-dev.bash-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.windsurfpyright
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
developersoapbox.vscode-springboot-snippets
dsznajder.es7-react-js-snippets
dzhavat.css-flexbox-cheatsheet
editorconfig.editorconfig
enhancedjs.html-in-template-string
esbenp.prettier-vscode
fabiospampinato.vscode-monokai-night
formulahendry.auto-rename-tag
georgewfraser.vscode-javac
github.github-vscode-theme
gruntfuggly.activitusbar
halcyontechltd.code-for-ibmi
halcyontechltd.vscode-displayfile
halcyontechltd.vscode-ibmi-walkthroughs
ibm.ibm-developer
ibm.vscode-clle
irongeek.vscode-env
jasonnutter.search-node-modules
jeff-hykin.better-dockerfile-syntax
jonkwheeler.styled-components-snippets
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-es-es
ms-vscode.vscode-typescript-next
nielsliisberg.ibm-i-run-sql-from-acs
nielsliisberg.rpg
pkief.material-icon-theme
pmneo.tsimporter
pranaygp.vscode-css-peek
quicktype.quicktype
rangav.vscode-thunder-client
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
sidthesloth.html5-boilerplate
sleistner.vscode-fileutils
sysoev.language-stylus
tobermory.es6-string-html
tushortz.java-imports-snippets
tushortz.java-snippets
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
xabikos.javascriptsnippets
zignd.html-css-class-completion
